Repository: wp-plugins/simple-newsletter-generator
Catalog: languages/tiedotus-*.po
Languages: fi

source: Newsletter messages
fi: Uutiskirjeviestit

source: Message
fi: Viesti

source: Subject
fi: Aihe

source: Subjects
fi: Aiheet

source: Message options
fi: Viestin asetukset

source: Last day sent:
fi: Viimeinen päivä kun ajankohtainen:

source: Order:
fi: Tärkeys:

source: Include in mail
fi: Sisällytä meiliin

source: Edit posts
fi: Muokkaa viestejä

source: Select
fi: Valitse

source: Succesfully sent!
fi: Lähetys onnistui!

source: Subject:
fi: Otsikko:

source: Recipients (Bcc), separate with commas (,):
fi: Vastaanottajat (Bcc), erottele pilkulla (,):

source: Intro words:
fi: Alkusanat:

source: Email sent succesfully!
fi: Sähköposti lähetetty onnistuneesti!

source: Something went wrong and the email was not sent. Maybe try opening the html source code and send the email manually?
fi: Jokin meni pieleen, eikä viestiä lähetetty. Voit yrittää uudelleen tai kopioida lähdekoodin ja lähettää meilin manuaalisesti.

source: Execute?
fi: Suoritetaanko toiminnot?

source: Attachment media-id:
fi: Liitteen id (wordpress media):

source: Preview and refresh, do not send:
fi: Esikatselu, älä vielä lähetä:

source: Save as a new wp post:
fi: Tallenna uutena artikkelina:

source: Generator
fi: Generaattori

source: Newsletter settings
fi: Lähetysasetukset

source: Plugin by:
fi: Pluginin tekijä:

source: Mail and recipients
fi: Sähköposti ja vastaanottajat

source: Sender
fi: Lähettäjä

source: Order of subjects
fi: Aiheiden järjestys

source: Default subject/title
fi: Oletusotsikko

source: Default recipients (Bcc), separate with commas ", "
fi: Oletusvastaanottajat (Bcc), erottele pilkulla (,)

source: Default intro text / header
fi: Oletusteksti alkuun

source: Subject-content separator text (html)
fi: Aiheet ja sisällöt erittävä teksti (html)

source: Signature (html)
fi: Allekirjoitus (html)

source: Format the content box (html)
fi: Yksittäisen viestin sisällön html-muotoilu

source: Email settings:
fi: Email asetukset:

source: {week}, {year} produce corresponding numbers
fi: {viikko} ja {vuosi} tuottavat nykyhetken vastaavat luvut

source: Matt Example &lt;email&#64;example.com&gt;
fi: Matti Meikäläinen &lt;matti&#64;example.com&gt;

source: html without br-tags (automatic line breaks)
fi: html ilman br-tageja (automaattinen rivinvaihto)

source: html, {title} produces post title and {content} content. Use inline css.
fi: html, {otsikko} tuottaa viestin otsikon ja {sisalto} sisällön. Käytä inline-css:ää.
